Repository: MickaelAustoni/map-multi-marker
Catalog: trunk/language/map-multi-marker-*.po
Languages: el_el

source: The easiest, useful and powerful google map plugin ! Easily create an unlimited number of google map and marker.
el_el: Το πιο εύκολο, χρήσιμο και δυνατό πρόσθετο για Google Maps! Δημιουργήστε εύκολα, απεριόριστους χάρτες και σημεία.

source: to work properly.
el_el: για τη σωστή λειτουργία.

source: on the setting page
el_el: στις ρυθμίσεις

source: Now, before you start using Map Multi Marker, please note that it is necessary to register your API key
el_el: Πριν αρχίσετε να χρησιμοποιείτε το Map Multi Marker, θυμηθείτε ότι είναι απαραίτητο να εγγράψετε το κλειδί API σας

source: Use this image
el_el: Χρήση αυτής της εικόνας

source: Select a image to upload
el_el: Επιλογή εικόνας για μεταφόρτωση

source: Required fields.
el_el: Τα πεδία είναι απαραίτητα.

source: Please choose a file.
el_el: Παρακαλώ επιλέξτε ένα αρχείο.

source: Settings
el_el: Ρυθμίσεις

source: Settings Map Multi Marker
el_el: Ρυθμίσεις Map Multi Marker

source: Import .csv
el_el: Μεταφόρτωση .csv

source: Error csv file upload.
el_el: Σφάλμα κατά τη μεταφόρτωση του CSV αρχείου.

source: Error SQL.
el_el: Σφάλμα SQL.

source: Please choose a valid file.
el_el: Παρακαλώ επιλέξτε ένα έγκυρο αρχείο.

source: Your csv file has been successfully downloaded.
el_el: Το αρχείο csv σας, έχει κατέβει επιτυχώς.

source: Get a google API key
el_el: Αποκτήστε το Google API κλειδί

source: Map language
el_el: Γλώσσα Χάρτη

source: Default marker icon when a new marker is created
el_el: Προεπιλεγμένο εικονίδιο σημείου, όταν δημιουργείται νέο σημείο

source: Change image
el_el: Αλλαγή εικόνας

source: Default image tooltip when a new marker is created
el_el: Προεπιλεγμένη εικόνα εργαλείου με τη δημιουργία νέου σημείου

source: Click to copy the shotcode
el_el: Κάντε κλικ για να αντιγράψετε το Shortcode

source: Back
el_el: Πίσω

source: Example of CSV file separated by ";".
el_el: Κάντε εξαγωγή σε μορφή CSV, διαχωρισμένο με ";"

source: Donate
el_el: Δωρεά

source: Fields to display in tooltip
el_el: Πεδία για προβοή στα εργαλεία

source: Streetview
el_el: Προβολή δρόμου

source: Scrollwheel zoom
el_el: Κύλιση για Μεγέθυνση

source: Initial zoom
el_el: Αρχικό Zoom

source: Confirm
el_el: Επιβεβαίωση

source: Cancel
el_el: Ακύρωση

source: Your marker been created.
el_el: Το σημείο σας έχει δημιουργηθεί.

source: Help Map Multi Marker
el_el: Βοηθήστε το Map Multi Marker

source: Eiffel Tower
el_el: Πύργος του Άιφελ

source: Example map
el_el: Παράδειγμα Χάρτη

source: Add
el_el: Προσθήκη

source: Action
el_el: Ενέργεια

source: Longitude
el_el: Γεωγραφικό μήκος

source: Latitude
el_el: Γεωγραφικό Πλάτος

source: Marker
el_el: Σημείο

source: Your marker been edited.
el_el: Το σημείο σας, έχει επεξεργασθεί.

source: Your marker been deleted.
el_el: Το σημείο σας, έχει διαγραφεί.

source: Save options
el_el: Αποθήκευση Επιλογών

source: Web link
el_el: Διαδικτυακός Σύνδεσμος

source: Phone
el_el: Τηλέφωνο

source: Address
el_el: Διεύθυνση

source: Description
el_el: Περιγραφή

source: Title
el_el: Τίτλος

source: Image
el_el: Εικόνα

source: Initial longitude
el_el: Αρχικό Γεωγραφικό Μήκος

source: Initial latitude
el_el: Αρχικό Γεωγραφικό Πλάτος

source: Map type
el_el: Τύπος Χάρτη

source: Width
el_el: Πλάτος

source: Height
el_el: Ύψος

source: Map name
el_el: Όνομα Χάρτη

source: Map option
el_el: Επιλογές Χάρτη

source: Your options have been saved.
el_el: Οι επιλογές σας, έχουν αποθηκευθεί.

source: Create new map
el_el: Δημιουργία νέου χάρτη

source: Delete
el_el: Διαγραφή

source: Edit
el_el: Επεξεργασία

source: Copy
el_el: Αντιγραφή

source: Map Name
el_el: Όνομα Χάρτη

source: Your map been deleted.
el_el: Ο χάρτης έχει διαγραφεί.

source: Untitled map
el_el: Ανώνυμος Χάρτης

source: To use the plugin simply insert your shortcode into post, page or widget.
el_el: Για να χρησιμοποιήσετε αυτό το Πρόσθετο, απλά εισάγετε το σύντομο κωδικό (Shortcode) μέσα σε ένα Άρθρο, Σελίδα ή Μικροεφαρμογή

source: Help
el_el: Βοήθεια

source: Save
el_el: Αποθήκευση

source: Google API key
el_el: Κλειδί Google API

source: Error in the form.
el_el: Σφάλμα στη φόρμα

source: Your changes have been saved.
el_el: Οι αλλαγές σας έχουν αποθηκευθεί.
