Repository: MickaelAustoni/map-multi-marker
Catalog: tags/3.1.8/language/map-multi-marker-*.po
Languages: fr_ca

source: Help
fr_ca: Aide

source: To use the plugin simply insert your shortcode into post, page or widget.
fr_ca: Pour utiliser le plugin il suffi d'insérer votre shortcode dans un article, une page ou un widget.

source: Example of CSV file separated by ";".
fr_ca: Exemple de fichier CSV séparé par ";".

source: Untitled map
fr_ca: Carte sans titre

source: Back
fr_ca: Retour

source: Click to copy the shotcode
fr_ca: Cliquez pour copier le shortcode

source: Your map been deleted.
fr_ca: Votre carte à bien été supprimé.

source: Manage Map
fr_ca: Gestion de carte

source: Map Name
fr_ca: Nom de la carte

source: Copy
fr_ca: Copier

source: Edit
fr_ca: Editer

source: Delete
fr_ca: Supprimer

source: Create new map
fr_ca: Crée une nouvelle carte

source: Your options have been saved.
fr_ca: Vos options on bien été enregistrés.

source: Error in the form.
fr_ca: Erreur dans le formulaire

source: Map option
fr_ca: Options de la carte

source: Map name
fr_ca: Nom de la carte

source: Height
fr_ca: Hauteur

source: Width
fr_ca: Largeur

source: Initial zoom
fr_ca: Zoom initiale

source: Initial latitude
fr_ca: Latitude Initial

source: Initial longitude
fr_ca: Longitude initial

source: Map type
fr_ca: Type de carte

source: Lightbox
fr_ca: Visionneuse

source: Scrollwheel zoom
fr_ca: Zoom à la molette

source: Fields to display in tooltip
fr_ca: Champs à afficher dans l’infobulle

source: Title
fr_ca: Titre

source: Address
fr_ca: Adresse

source: Phone
fr_ca: Téléphone

source: Web link
fr_ca: Lien web

source: Default image tooltip when a new marker is created
fr_ca: Image de l’infobulle par défaut quand un nouveau marqueur est crée

source: Change image
fr_ca: Changer l’image

source: Default marker icon when a new marker is created
fr_ca: Marqueur par défaut quand un nouveau marqueur est crée

source: Save options
fr_ca: Enregistrer les options

source: Your changes have been saved.
fr_ca: Vos modifications on bien été enregistrés.

source: Map language
fr_ca: Langue de la carte

source: (English = en) , (French=fr) , (Russian=ru) , ...
fr_ca: (Anglais = en) , (Français=fr) , (Russe=ru) , ...

source: Google API key
fr_ca: Clé API Google

source: Get a google API key
fr_ca: Obtenir une clé API google

source: Save
fr_ca: Enregistrer

source: Your csv file has been successfully downloaded.
fr_ca: Votre fichier csv a été téléchargé avec succès.

source: Please choose a valid file.
fr_ca: Veuillez choisir un fichier valide.

source: Error SQL.
fr_ca: Erreur SQL.

source: Error csv file upload.
fr_ca: Erreur lors du téléchargement du fichier csv.

source: Your marker been deleted.
fr_ca: Votre markeur à bien été supprimé.

source: Your marker been edited.
fr_ca: Votre marqueur à bien été édité.

source: Management marker
fr_ca: Gestion des marqueurs

source: Import .csv
fr_ca: Importer .csv

source: Marker
fr_ca: Marqueur

source: Add
fr_ca: Ajouter

source: Example map
fr_ca: Carte d'exemple

source: Eiffel Tower
fr_ca: Tour Eiffel

source: Constructed in 1889 as the entrance to the 1889 World's Fair, it was initially criticized by some of France's leading artists and intellectuals for its design, but it has become a global cultural icon of France...
fr_ca: Construite par Gustave Eiffel et ses collaborateurs pour l’Exposition universelle de Paris de 1889, et initialement nommée « tour de 300 mètres », ce monument est devenu le symbole de la capitale française...

source: Settings Map Multi Marker
fr_ca: Paramètres Map Multi Marker

source: Settings
fr_ca: Paramètres

source: Help Map Multi Marker
fr_ca: Aide Map Multi Marker

source: Please choose a file.
fr_ca: Veuillez choisir un fichier.

source: Required fields.
fr_ca: Champs obligatoires.

source: Your marker been created.
fr_ca: Votre markeur à bien été crée.

source: Do you confirm the suppression of the map ?
fr_ca: Confirmez-vous la suppression de la carte?

source: Cancel
fr_ca: Annuler

source: Confirm
fr_ca: Confirmer

source: Do you confirm the suppression of the marker ?
fr_ca: Confirmez-vous la suppression du marqueur?

source: Donate
fr_ca: Faire un don

source: Select a image to upload
fr_ca: Sélectionnez une image à télécharger

source: Use this image
fr_ca: Utilisez cette image

source: Now, before you start using Map Multi Marker, please note that it is necessary to register your API key
fr_ca: Maintenant, avant de commencer à utiliser Map Multi Marker, veuillez noter qu'il est nécessaire d'enregistrer votre clé API

source: on the setting page
fr_ca: sur la page paramètres

source: to work properly.
fr_ca: pour fonctionner correctement.
