Repository: MickaelAustoni/map-multi-marker
Catalog: tags/3.0/language/map-multi-marker-*.po
Languages: bg_bg

source: Get your own key
bg_bg: Вземи свой ключ

source: Map language
bg_bg: Език на картата

source: Default marker icon when a new marker is created
bg_bg: Икона по подразбиране за нов маркер

source: Change image
bg_bg: Промени изображението

source: Default image tooltip when a new marker is created
bg_bg: Изображение по подразбиране в балончето на новосъздадения маркер

source: Use this image
bg_bg: Използвай това изображение

source: Select a image to upload
bg_bg: Избиране на изображение за качване

source: Donate
bg_bg: Дарание

source: Fields to display in tooltip
bg_bg: Полета, които да се показват в балончето

source: Scrollwheel zoom
bg_bg: Доближаване със скролиране

source: Initial zoom
bg_bg: Първоначално приближение

source: Create new map
bg_bg: Създаване на нова карта

source: Copy
bg_bg: Копирай

source: Shortcode
bg_bg: Код

source: Map Name
bg_bg: Име на картата

source: Manage Map
bg_bg: Управление на картата

source: Your map been deleted.
bg_bg: Вашата карта е изтрита

source: Untitled map
bg_bg: Неозаглавена карта

source: Easily create multiple markers on a google map !
bg_bg: Създаване на множество маркери върху Google map

source: Do you confirm the suppression of the marker ?
bg_bg: Потвърждавате ли че не искате този маркер да се показва

source: Confirm
bg_bg: Потвърждавам

source: Cancel
bg_bg: Отказ

source: Do you confirm the suppression of the map ?
bg_bg: Потвърждавате ли че не искате тази карта да се показва

source: Your marker been created.
bg_bg: Вашият маркер беше създаден.

source: Help Map Multi Marker
bg_bg: Помогнете на Map Multi Marker

source: Constructed in 1889 as the entrance to the 1889 World's Fair, it was initially criticized by some of France's leading artists and intellectuals for its design, but it has become a global cultural icon of France...
bg_bg: Констуирана през 1889 като вход на Световното изложение, в началото неиният дисайн е бил критикуван от някои френски артисти и интелектуалци, но след това се е превърнала в културна икона на Франция

source: Eiffel Tower
bg_bg: Айфеловата кула

source: Example map
bg_bg: Примерна карта

source: Add
bg_bg: Добавяне

source: Delete
bg_bg: Изтриване

source: Edit
bg_bg: Редактиране

source: Action
bg_bg: Действие

source: Longitude
bg_bg: географска дължина

source: Latitude
bg_bg: географска ширина

source: Marker
bg_bg: Маркер

source: Management marker
bg_bg: Управление на маркер

source: Your marker been edited.
bg_bg: Вашият маркер беше редактиран

source: Your marker been deleted.
bg_bg: Вашият маркер беше изтрит

source: Save options
bg_bg: Запази настроиките

source: Web link
bg_bg: Интернет връзка

source: Phone
bg_bg: Телефон

source: Address
bg_bg: Адрес

source: Description
bg_bg: Описание

source: Title
bg_bg: Заглавие

source: Image
bg_bg: Изображение

source: Initial longitude
bg_bg: Първоначалнa географска дължина

source: Initial latitude
bg_bg: Първоначалнa географска ширина

source: Map type
bg_bg: Тип карта

source: Width
bg_bg: Ширина

source: Height
bg_bg: Височина

source: Map name
bg_bg: Име на картата

source: Map option
bg_bg: Опция на карата

source: Your options have been saved.
bg_bg: Вашите опции бяха запаметени.

source: To use the plugin simply insert your shortcode into post or page.
bg_bg: За да използвате приставката просто поставете кода в пост или страница.

source: Help
bg_bg: Помощ

source: Save
bg_bg: Запамети

source: Error in the form.
bg_bg: Грепка във формата

source: Your changes have been saved.
bg_bg: Вашите промени бяха запазени.
